if(!window.calendar_languages) {
	window.calendar_languages = {};
}
window.calendar_languages['ru-RU'] = {
	error_noview:     'Календарь: Шаблон вида {0} не найден.',
	error_dateformat: 'Календарь: неверный формат даты {0}. Должно быть или "now" или "yyyy-mm-dd"',
	error_loadurl:    'Календарь: не назначен URL для загрузки событий.',
	error_where:      'Календарь: неправильная навигация {0}. Можно только "next", "prev" или "today"',
	error_timedevide: 'Календарь: Параметер разделитель времени должен делить 60 на целое число. Например 10, 15, 30',

	title_year:  '{0}',
	title_month: '{0} {1}',
	title_week:  '{0} тиждень року {1}',
	title_day:   '{0}, {1} {2} {3}',

	week:        'Тиждень {0}',
	all_day:     'Цілий день',
	time:        'Час',
	events:      'Подія',
	before_time: 'Закінчуются перед часовою стрічкою',
	after_time:  'Закінчуются після часової стрічки',

	m0:  'Січень',
	m1:  'Лютий',
	m2:  'Березень',
	m3:  'Квітень',
	m4:  'Травень',
	m5:  'Червень',
	m6:  'Липень',
	m7:  'Серпень',
	m8:  'Вересень',
	m9:  'Жовтень',
	m10: 'Листопад',
	m11: 'Грудень',

	ms0:  'Січ',
	ms1:  'Лют',
	ms2:  'Бер',
	ms3:  'Кві',
	ms4:  'Тра',
	ms5:  'Чер',
	ms6:  'Лип',
	ms7:  'Сер',
	ms8:  'Вер',
	ms9:  'Жов',
	ms10: 'Лис',
	ms11: 'Гру',

	d0: 'Неділя',
	d1: 'Понеділок',
	d2: 'Вівторок',
	d3: 'Середа',
	d4: 'Четвер',
	d5: 'П’ятниця',
	d6: 'Субота',

	easter:       'Пасха',
	easterMonday: 'Пасхальный понеділок',

	first_day: 1,
	week_numbers_iso_8601: true,

	holidays: {
		'01-01':       'Новий рік',
		'02-01>06-01': 'Новорічні канікули',
		'07-01':       'Різдво Христове',
		'08-01':       'Новорічні канікули',
		'23-02':       'День захисника Вітчизни',
		'08-03':       'Міжнародний жжіночий день'
	}
};
